"ASSISTED_AUTH_INSTRUCTIONS" = "Vizitează %@ și introdu următorul cod pentru a te conecta la %@";

"BUTTON_AUTHENTICATE" = "Folosește numărul meu de telefon";

"BUTTON_CONTINUE" = "Continuă";

"BUTTON_CREATED_ACCOUNT" = "Cont creat";

"BUTTON_CREATE_ACCOUNT" = "Creează contul";

"BUTTON_CREATING_ACCOUNT" = "Se creează contul";

"BUTTON_DISMISS" = "Renunță";

"BUTTON_DONE" = "Gata";

"BUTTON_EDIT_NUMBER" = "Editează numărul";

"BUTTON_LOGGING_IN" = "Se conectează";

"BUTTON_NOT_NOW" = "Nu acum";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Retrimite cod";

"BUTTON_RETRY" = "Reîncearcă";

"BUTTON_SENDING" = "Se trimite...";

"BUTTON_SENDING_CONF_CODE" = "Se trimite codul de confirmare";

"BUTTON_SEND_CONF_CODE" = "Trimite codul de confirmare";

"BUTTON_SENT_CONF_CODE" = "Cod de confirmare trimis";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Încearcă un alt număr";

"BUTTON_VERIFYING" = "Se verifică";

"CALL_ME_ACTION" = "Sună-mă";

"CALL_ME_LOADING" = "Se apelează...";

"DEFAULT_INVITE_VIEW_TITLE" = "Invită prieteni";

"ERROR_CANT_SMS" = "Nu s-a putut trimite un mesaj SMS la acest număr.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Verifică-ți codul și încearcă din nou";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ups, se pare că ne-am lovit de o problemă de rețea. Hai să încercăm din nou! [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Verifică-ți adresa de e-mail și încearcă din nou";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Verifică-ți numărul și încearcă din nou";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Deja ai setat un cod de verificare în 2 pași pe <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Dacă atingi „Sună-mă\" mai sus, <a href=\"https://www.digits.com\">Digits by Twitter</a> îți va trimite un apel vocal pentru a-ți confirma numărul de telefon. Se pot percepe tarife pentru apeluri și date.";

"FOOTNOTE_CREATE_ACCOUNT" = "Dacă atingi „Creează un cont” mai sus, ești de acord cu <a \nhref=\"https://twitter.com/tos\">Condițiile de utilizare</a>, cu \n<a href=\"https://twitter.com/privacy\">Politica de \nconfidențialitate</a> și cu <a \nhref=\"https://support.twitter.com/articles/20170514\">Utilizarea modulelor\ncookie</a> ale <a href=\"https://www.digits.com\"> Digits by \nTwitter</a> pentru a-ți partaja numărul de telefon cu %@ și ești \nde acord ca alți utilzatori ai %@ să te poată găsi după numărul de \ntelefon.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Dacă apeși „Continuă” mai sus, adaugi acest e-mail la contul tău Digits.\n Ești de acord ca această aplicație și  <a \nhref=\"https://www.digits.com/settings\">toate aplicațiile listate în \ncontul tău Digits</a> să îți acceseze această adresă de e-mail și ca utilizătorii să te poată descoperi prin e-mail.";

"FOOTNOTE_LOGIN" = "Dacă atingi „Continuă” mai sus, <a href=\"https://www.digits.com/settings\">numărul tău de telefon și/sau adresa \nde e-mail Digits</a> vor fi partajate cu %@ și alți \nutilizatori ai %@ te vor putea găsi după numărul de telefon și/sau \ndupă e-mail.";

"FOOTNOTE_SEND_CONF_CODE" = "Dacă atingi „Trimite codul de confirmare” mai sus, <a \nhref=\"https://www.digits.com\">Digits by Twitter</a> îți va trimite \nun SMS pentru a-ți confirma numărul de telefon. Pe ecranul următor, \npoți alege „Retrimite codul” pentru a primi un SMS nou sau „Sună-mă” \npentru a iniția un apel telefonic și a-ți confirma numărul de \ntelefon. Se pot percepe tarife pentru mesaje, apeluri și date.";

"FOOTNOTE_TOS_UPDATE" = "Dacă atingi „Continuă” mai sus, ești de acord cu <a href=\"https://twitter.com/tos\">Condițiile de \nutilizare</a>, cu <a href=\"https://twitter.com/privacy\">Politica de confidențialitate</a> și cu <a href=\"https://support.twitter.com/articles/20170514\">Politica pentru module cookie</a> ale <a href=\"https://www.digits.com\">Digits by Twitter</a>, ca să-ți partajezi <a href=\"https://www.digits.com/settings\">numărul de telefon și/sau adresa de e-mail</a> cu %@  și aprobi ca alți utilizatori ai %@ să te poată găsi \ndupă numărul de telefon și/sau după e-mail.";

"INVITED_BUTTON_TITLE" = "Invitat";

"INVITE_BUTTON_TITLE" = "Invită";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Introdu codul de verificare în 2 pași.";

"LABEL_ENTER_CONF_CODE" = "Ți-am trimis un cod de 6 cifre.";

"LABEL_ENTER_EMAIL" = "Introdu-ți adresa de e-mail.";

"LABEL_ENTER_PHONE_NUMBER" = "Care este numărul tău de telefon?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Folosim Digits by Twitter pentru a-ți găsi mai mulți prieteni \ncare folosesc această aplicație. Când atingi OK, îți vom încărca agenda în Digits by Twitter, ca să te ajutăm să găsești utilizatori %@ pe care îi cunoști sau să ajutăm alți utilizatori ai \naplicației %@ să te găsească.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Găsește-ți prietenii";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Nu s-a putut confirma numărul tău de telefon";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Ne pare rău, nu reușim să-ți trimitem un cod de confirmare.";

"ONBOARDING_MESSAGE" = "Conectează-te la https://fabric.io pentru a seta numele \naplicației tale care va fi inclus în e-mailurile de verificare și în\nmesajele SMS/vocale de autorizare.";

"ONBOARDING_MESSAGE_ANSWERS" = "Adaugă cadrul Answers la aplicația ta pentru a permite înregistrarea automată a evenimentelor de către Digits. Află mai multe la \nhttps://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "această aplicație";

"SMS_PREFILL_TEXT_DEFAULT" = "Salut, %@. Folosesc %@, hai și tu!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "Salut, %@. Instalează %@ din %@.";

